export default {
  code: 
`
// 今天心情好
// 我给你表演写代码
// 我要开始写啦
const { 😆, 🤗 } = 🌎;
😆.say('嫁给我吧!❤️');
🤗.response('好的，只要你请我喝奶茶🧋！');
Utils.marry(😆,🤗);
Utils.generateInvitation(😆,🤗);
// 好了我写完了
// 我要开始运行啦`,
  executions: [{
    name:'初始化',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'解压中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'组装中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'打包中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'微笑🙂',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'大笑😄',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'编译中...',
    time: '',
    visible: false
  }],
  barrages: [
    '🎈🎈🎈🎈🎈🎈🎈🎈🎈🎈',
    '🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹',
    '双击666',
    '愿你美梦成真',
    '你的邀请函真是美',
    '人美心更美',
    '❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️',
    '你是最棒的',
    '哇哇哇',
    '🧧🧧🧧🧧🧧🧧🧧🧧🧧🧧',
    '还差女朋友吗',
    '今晚翻你牌',
    '🥳🥳🥳🥳🥳',
    '你写代码老快了',
    '🎉🎉🎉🎉🎉🎉',
    '你的代码真是棒',
    '😗 😙 😚 😋 ',
    '早生贵子',
    '66666666',
    '🌹🌹🌹🌷🌷🌷',
    '新年快乐',
    '五星上将麦克阿瑟发来祝电',
    '💘💘💘💘💘💘',
    '🥰🥰🥰🥰🥰🥰',
    '😻😻😻😻😻',
    '👩‍❤️‍👨👩‍❤️‍👨👩‍❤️‍👨👩‍❤️‍👨👩‍❤️‍👨👩‍❤️‍👨',
    '只要代码写得好，单身永远跑不了'
  ],
}
